export default {
  info: [
    {
      title: '會員及軟體使用',
      detail: '<p>感謝您使用OUTSM，當您註冊成為會員時，即視為您已閱讀OUTSM會員使用條款（以下簡稱「本條款」）並同意受其及相關法律之約束。當您使用本公司所提供服務及軟體時，其附加條款或規定即成為您與本公司所訂協議的一部分。</p>',
    },
    {
      title: '一、對本條款之認知',
      detail: '<p>當您成功註冊為會員，即可以開始使本公司服務。若您為未成年人，除您本人應遵守本條款規定外，並請您父母親（或監護人）同時確實閱讀、瞭解並同意遵守本條款之所有內容，您方得開始下載或使用服務與軟體。當您於本條款為修改或變更後仍繼續使用服務與軟體時，即表示您及您的父母親（或監護人）亦已確實閱讀、瞭解並同意遵守本條款之修改或變更。</p>',
    },
    {
      title: '二、定義',
      detail: '<p>1.軟體：係指包括本公司及／或其關係企業所開發的OUTSM軟體、所有的更新版本以及任何本公司以後所提供的輔助或附加應用程式或軟體。 2.會員：係指所有同意本條款內容，並完成會員註冊程序的使用者。 3.會員帳號：係指經由本公司查核您所提供之個人資料並完成註冊程序後而給予會員的一個網上會員帳號（連同密碼），可利用會員帳號及密碼登入本公司之服務及軟體。 4.內容：係指遊戲、資訊、通訊、商品、文字、照片、錄影、圖片、音樂、錄音及／或其他由內容供應商透過本公司服務所提供的項目。 5.內容供應商：係指跟本公司簽有內容供應協議，並提供前述各項內容予OUTSM會員的個人或公司。 6.服務：係指本公司透過網際網路及軟體，向會員所提供包含免費或付費內容之搜尋、社群及其他相繼開發之服務（實際服務項目以本網站公告為準）。 7.服務期間：係指會員按其所選擇使用服務的內容及付費方式，所得使用之期間。</p>',
    },
    {
      title: '三、會員責任與義務',
      detail: '<p>1.真實資料義務您同意於註冊時填寫您正確、完整且符合真實之個人資料。您所登錄之資料若事後有所變更時，可隨時於線上更新。若您所填寫的個人資料不符合真實，或原填寫之資料已不符合真實而未更新，或有任何誤導之嫌，本公司擁有隨時終止您會員資格及使用本服務之權利。如您提供資料為非本人或錯誤資訊，致本公司無法聯繫或造成會員權益或第三人權益之損害時，將自負相關法律及／或損害賠償責任。2.服務使用之責任與義務 ・會員不得利用本服務與軟體，進行重製、拷貝、出售、交易、轉售其內容或作任何商業目的之使用。 ・會員不得利用本公司服務與軟體進行傳送、發表涉及辱罵、毀謗、不雅、淫穢、攻擊性之文章或圖片，並遵守本條款、社群使用規範、網路禮儀及相關法令之規範。 ・會員同意必須充分尊重智慧財產權，禁止於使用本公司服務與軟體時發表侵害他人享有智慧財產權或其他權利之文字、圖片或任何形式之檔案。 3.帳號保管義務 ・會員註冊帳號僅限會員本人使用，會員僅得依本條款使用本公司服務、軟體及內容，不得非法重製、散布、販賣、公開傳輸或以其他方式給其他第三人使用。 ・會員有義務妥善保管註冊帳號、密碼及其他相關資訊，並為此組註冊帳號登入系統後所進行之一切活動、行為負責，包括且不限於衍生之相關費用。 ・若會員發現註冊帳號內個人資料遭他人非法使用或有任何異常使用之情形時，應立即通知本公司，並請您循適當法律途徑保護個人權益；必要時，本公司會請會員提供相關個人資料，並有權管理該爭議帳戶之使用權限。 ・如因會員保管疏忽或同意由第三人使用其帳號，導致會員帳號、密碼遭他人非法使用，造成本公司或其他會員權益損害時，將自行負責相關法律及／或損害賠償責任。</p>',
    },
    {
      title: '四、軟體授權及限制',
      detail: '<p class="p1">本公司授權您使用軟體及服務，但您必須確實遵守本條款及各項軟體及服務之附加條款，如有任何違反情形，經本公司察覺後，可不經通知逕行中止或終止您使用軟體及服務的權利。</p><p class="p1"><span class="s1">1.</span>本公司授權您使用軟體進行內容之搜尋、社群分享及其他本公司相繼開發之服務，但您不得更改、再授權、出租、銷售、或轉讓任何本公司依本條款授予您的權利。您並同意遵守所有相關法令，即只為合法目的而使用軟體與服務。</p><p class="p1"><span class="s1">2.</span>本公司僅授權您使用軟體，所有軟體及相關編碼程式之智慧財產權仍屬本公司所有。會員不可對軟體進行任何修改、還原工程、反向編碼、簡化為常人可理解形式或反向組譯、阻止或妨礙其他會員享受軟體與服務、藉軟體與服務而散播病毒或其他足以損害他人電腦運作之程式、違反本條款的軟體或內容、及任何可能侵害他人智慧財產權或其它權益之內容。</p><p class="p1"><span class="s1">3.</span>本公司授權一組會員帳戶僅可於三台個人裝置<span class="s1">(</span>含手機<span class="s1">/</span>電腦<span class="s1">/</span>平板電腦等<span class="s1">)</span>使用；會員可透過本公司所提供之管理機制進行裝置異動，本公司保留調整管理機制之權限、異動次數及方式。</p><p class="p1"><span class="s1">4.</span>本公司得採取任何必要的手段，防止您以本條款或相關法令所禁止的方式使用軟體與服務。</p>',
    },
    {
      title: '五、內容供應商及第三方服務商責任',
      detail: '1.內容供應商對其所提供之內容負完全的法律責任，一切因內容供應商所提供的內容而對會員或任何第三人所造成之侵害賠償應由內容提供商獨自承擔，本公司一概不負任何責任。2.會員或付款人與第三方服務商因該第三人提供的服務(非OUTSM所提供之軟體或服務)發生爭議，為獨立於本條款以外的法律關係，因此其所產生的法律責任應由會員或付款人與第三方服務商承擔，本公司一任',
    },
    {
      title: '六、會員隱私權',
      detail: '相關內容請詳細閱讀本公司 隱私權政策 。',
    },
    {
      title: '七、智慧財產權',
      detail: '<p>1.本公司僅授權您使用服務、內容及軟體，而並非將本公司所提供的服務、內容、軟體、文字檔及任何編碼（不論是儲存於磁碟、可讀式儲存媒體、任何其他媒體上）的著作權移轉給您。為免存疑，一切本公司沒有在本條款中明確授予您的權利，均由本公司保留。 2.您承認本公司之服務、內容、軟體及技術受各授權地區相關法令保護，並同意不會移除或變更服務、內容及軟體中所包含的任何著作權權利電子管理資訊、防盜拷措施或其它權利（包括且不限於專利權、商標權）或軟體的標記。</p>',
    },
    {
      title: '八、責任限制',
      detail: '<p>1.本公司對於透過軟體與服務而提供的任何資訊、內容、軟體或服務，均僅依各該服務當時之功能及現況提供使用。就連線中斷、延遲或與通訊相關缺陷，本公司對服務形式或內容不負任何擔保或保證責任。 2.除法律明文禁止外，在任何情況下，本公司及其授權人不對任何損失負損害賠償的責任，包括因使用或無法使用軟體或服務而引起的損失，或其它直接、間接、意外、特別或因應性的損失(包括但不限於生意盈利的損害或遺失、生意中斷、生意資訊的遺失、和任何其它金錢上的損失)。 3.本公司對於會員因內容供應商、硬體商及其他會員或其他使用者的故意或過失所造成的任何瑕疵與損害，不負擔保與賠償之責。</p>',
    },
    {
      title: '九、使用條款修改及終止',
      detail: '本公司保留隨時修改本條款的權利，修改後條款一經本公司的網站上公布即生效，本公司不另外個別通知各位會員。當本公司將修改後的會員使用條款內容於本公司網站上公布以後，您繼續使用本軟體與服務的行為即代表您已接受此修改。會員或本公司可隨時暫停或終止服務及軟體之使用權限。',
    },
    {
      title: '十、準據法與管轄法院',
      detail: '<p>1.本條款之解釋、補充及適用均以中華民國法令為準據法。如有未盡事宜，請聯繫本公司客服人員。 2.您與本公司雙方都同意所有因本條款所產生的爭議若無法協調解決而需訴訟時，都以台灣台北地方法院為第一審的管轄法院。</p>',
    },
    {
      title: '活動及社群使用規範',
      detail: '請會員詳細閱讀並遵守以下使用規範。',
    },
    {
      title: '會員注意事項',
      detail: '<p>1.OUTSM所提供的社群服務內容若未經特別標示皆屬網路內容分級制度之「普遍級」- 適合一般網路瀏覽者均可瀏覽，如果您發現內有不適當的內容，請通知客服人員進行處理。 2.會員請尊重智慧財產權，引用著作(包含且不限於文字、圖片、音樂或影片等)前應取得著作人同意，引用時應詳細註明來源及標示著作人姓名。</p>',
    },
    {
      title: '禁止事項',
      detail: '<p>OUTSM社群服務使用相關禁止事項如下： 1.傳送或公布商業廣告文字、連結、圖片 ; 2.傳送或公布非法資訊連結：盜版軟體、非法檔案下載、販賣槍枝、毒品、禁藥、虛假不實引人犯罪或其他違禁資訊; 3.傳送或公布惡作劇內容、電腦病毒網址; 4.使用不雅、色情、暴力及其他違反善良風俗的文字內容，或以不當內容侵害他人名譽、惡意攻擊、騷擾、誹謗他人(謾罵); 5.上傳不雅、限制級圖片或色情圖片; 6.惡意灌水或發表大量重複的留言信件或發表擾亂和諧秩序、人身攻擊其他會員的內容; 7.未經同意任意公布他人個人資料(如真實姓名、電話、住址資料等)或隱私資訊(如日記、信件、個人照片等); 8.盜用他人創作，侵害商標、著作、專利及/或其他侵害智慧財產權行為; 9.濫用檢舉管道(提出三次以上之惡意不實檢舉信); 及 10.其他本公司合理認定屬於違規的行為。<br /> 違反上列約定事項情節重大者時，系統將發出違規通知信，並直接刪除或關閉違規內容後，記錄您的帳號違規乙次。</p>',
    },
    {
      title: '停權辦法及申訴',
      detail: '<p>OUTSM社群服務使用相關禁止事項如下： 1.傳送或公布商業廣告文字、連結、圖片 ; 2.傳送或公布非法資訊連結：盜版軟體、非法檔案下載、販賣槍枝、毒品、禁藥、虛假不實引人犯罪或其他違禁資訊; 3.傳送或公布惡作劇內容、電腦病毒網址; 4.使用不雅、色情、暴力及其他違反善良風俗的文字內容，或以不當內容侵害他人名譽、惡意攻擊、騷擾、誹謗他人(謾罵); 5.上傳不雅、限制級圖片或色情圖片; 6.惡意灌水或發表大量重複的留言信件或發表擾亂和諧秩序、人身攻擊其他會員的內容; 7.未經同意任意公布他人個人資料(如真實姓名、電話、住址資料等)或隱私資訊(如日記、信件、個人照片等); 8.盜用他人創作，侵害商標、著作、專利及/或其他侵害智慧財產權行為; 9.濫用檢舉管道(提出三次以上之惡意不實檢舉信); 及 10.其他本公司合理認定屬於違規的行為。<br /> 違反上列約定事項情節重大者時，系統將發出違規通知信，並直接刪除或關閉違規內容後，記錄您的帳號違規乙次。</p>',
    },
    {
      title: '買賣或其他交易行為',
      detail: '<p>廠商或個人可能透過本服務或經由本服務連結之其他網站提供商品買賣、服務或其他交易行為。您若因此與該等廠商或個人進行交易，各該買賣或其他合約均僅存在您與各該廠商或個人兩造之間。您應要求各該廠商或個人，就其商品、服務或其他交易標的物之品質、內容、運送、保證事項與瑕疵擔保責任等，事先詳細闡釋與說明。您因前述買賣、服務或其他交易行為所產生之爭執，應向各該廠商或個人尋求救濟或解決之道。 OUTSM聲明絕不介入您與廠商或個人間的任何買賣、服務或其他交易行為，對於您所獲得的商品、服務或其他交易標的物亦不負任何擔保責任。</p>',
    },
    {
      title: '免責聲明',
      detail: '<p>您明確了解並同意：OUTSM對本服務及軟體不提供任何明示或默示的擔保，包含但不限於權利完整、商業適售性、特定目的之適用性及未侵害他人權利。本服務及軟體乃依其「現狀」及「提供使用時」之基礎提供，您使用本服務及軟體時，須自行承擔相關風險。OUTSM不保證以下事項：(i)本服務及軟體將符合您的需求，(ii)本服務及軟體不受干擾、及時提供、安全可靠或無錯誤，(iii)由本服務及軟體之使用而取得之結果為正確或可靠，(iv)您經由本服務購買或取得之任何產品、服務、資訊或其他資料將符合您的期望及(v)任何軟體中之錯誤將被修正。 是否經由本服務及軟體之使用下載或取得任何資料應由您自行考量且自負風險，並拋棄因前開任何資料之下載而導致您電腦系統、網路存取、下載或播放設備之任何損壞或資料流失，對OUTSM提出任何請求或採取法律行動，您應自負完全責任。您自OUTSM或經由本服務或軟體取得之建議和資訊，無論其為書面或口頭，均不構成本服務或軟體之保證。 您明確了解並同意OUTSM及其子公司、關係企業、經理人、受僱人、代理人、合夥人及授權人，無須為您任何直接、間接、附隨、特別、衍生、懲罰性的損害負責，包括但不限於因下述事由所生利潤、商譽、使用、資料之損害或其他無形損失（即令OUTSM曾被告知該等損害之可能性亦同）：(i)使用或無法使用本服務；(ii)替代商品及服務之購買成本；(iii)他人未經授權存取或修改您的傳輸或資料；(iv)任何第三人就本服務所為之聲明或行為，或(v)任何其他與本服務有關者。部分管轄區域並不允許對於特定保證責任的排除或是對於附隨或衍生損害的限制或免除。於此情形，本條前述限制對您不適用。</p>',
    },
  ],
}
