/* eslint-disable */
export default {
  info: [
    {
      title: '會員資料',
      content: [
        {
          detail: '<p>1.當您註冊成為 OUTSM 會員時，會要求您輸入註冊帳號（電子郵件信箱）、姓名、性別、出生日期、聯絡電話、居住地、聯絡地址、備用電子郵件信箱、職業與喜歡的運動類型。</p>'
        },
        {
          detail: '<p>2.當您是透過 FACEBOOK 或其他網站或服務（以下簡稱「第三方網站」）註冊成為 OUTSM 會員時，您同意本公司蒐集您的身分驗證資料以及在您的第三方網站帳號上可以看到或透過您的第三方網站帳號可以找到的其他資料，包括您的姓名、個人資料圖片、國家、電子郵箱地址、出生日期、性別、朋友的姓名及其個人資料圖片和交友網絡等。本公司可能需要驗證您的資料是否與該第三方網站上的資料一致及/或依照本政策利用該等資料。</p>',
        },
        {
          detail: '<p>3.當您在使用 OUTSM 服務時，本公司可能會收集到以下資料：</p>',
        },
        {
          detail: '<p>4.(1) 您的使用資料，包括但不限於：使用歷史、查詢資料等 (2) 技術數據，例如：URL、IP 地址、瀏覽器類型、作業系統資料、語言及造訪時間、位置資料等，並且，本公司使用 cookie 來提供各網頁上的功能</p>',
        },
        {
          detail: '<p>5.本公司為提供您正確與快速的服務，當您使用 OUTSM 服務時，如: 帳戶異動申請、意見回饋或參與線上產品行銷活動，會請您提供會員帳號資料或個人聯繫方式。</p>',
        },
        {
          detail: '<p>6.本公司收集到的資料，將用於以下用途：(1) 您所提供的基本個人資料（如姓名），將做為會員身分判定的依據；您所提供的聯繫方式，將作為聯絡、提醒、活動通知或其他與 OUTSM 服務相關更新通知。(2) 您在 OUTSM 的使用資料及技術資料，將作為改進 OUTSM 服務或開發新服務用。(3) 本公司提供電子報服務以及不定期寄發活動通知。若您不希望收到任何電子報或活動通知，可隨時登入帳戶取消訂閱或通知服務。如您於設定上有任何問題，歡迎隨時與本公司客服聯繫。</p>',
        },
        {
          detail: '<p>7.本公司可能與第三方共用綜合性的非個人資料。「綜合性非個人資料」是指記錄有關用戶的並被分組收集的資料，這些資料在經過分組後不再反映或指向某個特定的可被辨識的使用者。</p>',
        },
        {
          detail: '<p>8.上述資訊之處理與利用，可能由本公司之關係企業或其他合作夥伴進行，或於台灣外發生。除非有當地法律除外情況，本公司不會將這些資訊用做其他用途。本公司亦不會未經會員事先同意向第三者透露其個人資料，但因國家重大利益或為配合執法機關調查而根據法律而需要透露者則除外。</p>',
        },
        {
          detail: '<p>9.您本人可查詢、複製或申請變動屬於您個人資料範圍，若非本人或於本公司尚未查證您為本人前，您不得申請查詢、複製、請求閱覽或申請變動不屬於本帳號之個人資料及帳號服務。如非前述情況之申請者，必要時您將提供相關個人資料及書面資訊，使本公司可協助處理作業程序。</p>',
        },
        {
          detail: '<p>10.您本人可要求停止利用或刪除屬於您的個人資料；但一經停止或刪除，您將無法繼續使用 OUTSM 的服務。</p>',
        },
        {
          detail: '<p>11.於妨害國家重大利益、妨害公務機關執行法定職務、妨害蒐集機關或第三人重大利益時，本公司有權拒絕您主動提出變更、刪除或異動個人資料之請求。</p>',
        },
      ],
    },
    {
      title: '隱私安全',
      content: [
        {
          detail: '<p>1. 為保護您的隱私，本公司提供必要之技術及措施保護個人資料。</p>',
        },
        {
          detail: '<p>2. 您的個人資料、註冊帳號及密碼等，請您妥善保管，避免外洩。於個人或非個人電腦上使用本公司 OUTSM 服務時，必要時請登出或關閉軟體與瀏覽器視窗，以免您的資料遭人盜用。</p>',
        },
        {
          detail: '<p>3. 您的付費資訊(含信用卡資料)，請您妥善保管，避免為他人之不法用途。</p>',
        },
        {
          detail: '<p>4. OUTSM 服務均有可能包含其他非本公司網站或網頁連結，若您個人同意該網站蒐集、處理或利用您的個人資料，本公司不負任何連帶責任。</p>',
        },
        {
          detail: '<p>5. 您同意在 OUTSM 服務進行之消費時所留存的資料與事實相符，如嗣後發現你的個人資料遭他人非法使用或有任何異常時，應即時通知本公司。</p>',
        },
        {
          detail: '<p>6. 您同意於使用 OUTSM 服務時，所提供及使用之資料皆為合法，並無侵害第三人權利、違反第三方協議或涉及任何違法行為。如因使用服務而致第三人損害，除本公司故意或重大過失外，本公司並不負擔相關賠償責任。</p>',
        },
        {
          detail: '<p>7. 本公司將不定時更新本政策，並遵循當地隱私權與個人資料保護相關法令，當本公司做出重大修改時，會於官方網站公布。</p>',
        },
        {
          detail: '<p>8. 本政策構成服務條款的一部分。如您不同意本政策之任何條款或修改變更之內容，請您立即停止使用服務。</p>',
        },
      ]
    },
  ],
}
